// // 1)
// // // Чем отличается Bootstrap 5 от 3 и 4 версии
// втом что бутстрап переключился на джаваскрипт вместо джейроки
// // 2)
// // // Что такое Bootstrap? разьясни своими словами
// это фреймворк для быстрой работы с хтмл и цсс
// // 3)
// // // Что такое адаптивный веб дизайн?
// это сайт который выглидт одинаково и на малньком тлефоне и на большом компьютере
// // 4)
// // // Зачем использовать стоит использовать Bootstrap?
// потомучто он гораздо упрощает работу с хтмл и цсс
// // 5)
// // // Какими 2мя методами можно подключить Bootstrap?
// можно подключить сдн или из сайта
// // 6)
// // // В чем преимущество CDN?
// он будет загружаться из кеша при посещении вашего сайта и  также когда ты запрашиваеш файл он был доставлен к самомму близкому к нему серверу
// // 7)
// // // Для чего в Bootstrap используется JavaScript?
// чтобы можно было сделать всплывающие окна модальные окна и всплывающие подсказки
// // 8)
// // // На какие 2 вида подразделяются контейнеры в Bootstrap?
// .container

// .container-fluid

// // 9)
// // // Сколько пикселей будет фиксированный контейнер если ширина меньше 576px
// 100%
// // 10) 
// // // Сколько пикселей будет фиксированный контейнер если ширина больше или равно 576px
// 540
// // 11) 
// // // Сколько пикселей будет фиксированный контейнер если больше или равно 768px
// 720
// // 12) 
// // // Сколько пикселей будет фиксированный контейнер если больше или равно 992px
// 950
// // 13) 
// // // Сколько пикселей будет фиксированный контейнер если больше или равно 1200px
// 1140
// // 14) 
// // // Сколько пикселей будет фиксированный контейнер если больше или равно 1400px
// 1320
// // 15) 
// // // Сколько пикселей занимает Жидкий контейнер?
// 100%
// // 16) 
// // // Какие размеры есть у фиксированного контейнера перечисли
// // // Пример: .container-sm
// .container-md
// .container-lg
// .container-xl
// .container-xxl

